conf/vegeta/results/original/nio_loop_1.txt
Requests      [total, rate, throughput]         50000, 5000.56, 4950.44
Duration      [total, attack, wait]             10.1s, 9.999s, 101.232ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.19ms, 526.107ms, 388.694ms, 1.2s, 1.321s, 1.462s, 1.672s
Bytes In      [total, mean]                     7468717, 149.37
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: