conf/vegeta/results/original/nio_loop_2.txt
Requests      [total, rate, throughput]         50000, 5000.57, 4950.43
Duration      [total, attack, wait]             10.1s, 9.999s, 101.274ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.184ms, 109.317ms, 101.123ms, 122.063ms, 162.479ms, 235.909ms, 352.112ms
Bytes In      [total, mean]                     7563412, 151.27
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: