conf/vegeta/results/original/nio_loop_3.txt
Requests      [total, rate, throughput]         50000, 5000.48, 4950.38
Duration      [total, attack, wait]             10.1s, 9.999s, 101.215ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.171ms, 102.029ms, 100.406ms, 103.418ms, 106.019ms, 131.872ms, 167.369ms
Bytes In      [total, mean]                     7564425, 151.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: