conf/vegeta/results/original/nio_loop_3.txt
Requests      [total, rate, throughput]         32590, 3168.56, 995.93
Duration      [total, attack, wait]             32.723s, 10.285s, 22.438s
Latencies     [min, mean, 50, 90, 95, 99, max]  100.238ms, 4.474s, 5.515s, 6.384s, 6.486s, 6.76s, 29.989s
Bytes In      [total, mean]                     4865385, 149.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:32590  
Error Set: