conf/vegeta/results/original/nio_loop_4.txt
Requests      [total, rate, throughput]         50000, 5000.57, 4950.48
Duration      [total, attack, wait]             10.1s, 9.999s, 101.152ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.17ms, 101.853ms, 100.403ms, 103.343ms, 105.077ms, 127.38ms, 170.819ms
Bytes In      [total, mean]                     7564425, 151.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: