conf/vegeta/results/original/nio_loop_6.txt
Requests      [total, rate, throughput]         50000, 5000.56, 4950.27
Duration      [total, attack, wait]             10.1s, 9.999s, 101.577ms
Latencies     [min, mean, 50, 90, 95, 99, max]  100.173ms, 104.411ms, 100.53ms, 104.627ms, 124.382ms, 183.753ms, 271.177ms
Bytes In      [total, mean]                     7564425, 151.29
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:50000  
Error Set: